[
  {
    "Id": 1,
    "name": "Introduction Email",
    "subject": "Great to connect with you!",
    "body": "Hi [Contact Name],\n\nIt was wonderful connecting with you. I wanted to reach out and introduce myself and our services.\n\nWe specialize in helping businesses like yours achieve their goals through innovative solutions. I'd love to schedule a brief call to discuss how we can help.\n\nLooking forward to hearing from you!\n\nBest regards",
    "category": "introduction"
  },
  {
    "Id": 2,
    "name": "Follow-up Email",
    "subject": "Following up on our conversation",
    "body": "Hi [Contact Name],\n\nI wanted to follow up on our recent conversation and see if you had any questions or needed additional information.\n\nI'm here to help and would be happy to discuss this further at your convenience.\n\nPlease let me know if there's anything I can assist you with.\n\nBest regards",
    "category": "follow-up"
  },
  {
    "Id": 3,
    "name": "Meeting Request",
    "subject": "Let's schedule a meeting",
    "body": "Hi [Contact Name],\n\nI'd like to schedule a meeting to discuss how we can work together and explore potential opportunities.\n\nWould you be available for a 30-minute call this week? I'm flexible with timing and happy to work around your schedule.\n\nPlease let me know what works best for you.\n\nBest regards",
    "category": "meeting"
  },
  {
    "Id": 4,
    "name": "Proposal Email",
    "subject": "Proposal for your review",
    "body": "Hi [Contact Name],\n\nThank you for taking the time to discuss your needs with me. I've prepared a proposal that I believe addresses your requirements effectively.\n\nI've attached the proposal document for your review. Please take a look and let me know if you have any questions or would like to discuss any aspects in detail.\n\nI'm excited about the possibility of working together!\n\nBest regards",
    "category": "proposal"
  },
  {
    "Id": 5,
    "name": "Thank You Email",
    "subject": "Thank you for your time",
    "body": "Hi [Contact Name],\n\nI wanted to take a moment to thank you for your time today. It was great speaking with you and learning more about your business.\n\nIf you have any questions or need any additional information, please don't hesitate to reach out. I'm here to help.\n\nLooking forward to our continued conversation!\n\nBest regards",
    "category": "thank-you"
  }
]